/* application title */
"Alfresco SaveBack" = "Alfresco SaveBack";

/* action menu item: Cancel */
"Cancel" = "Cancel";

/* no document label */
"No Document" = "No Document";

/* default message OK */
"OK" = "OK";

/* action menu item: Open In... */
"Open In..." = "Open In...";

/* action menu item: Save Back to Alfresco */
"Save Back to Alfresco" = "Save Back to Alfresco";

/* no available applications for Open In... */
"There are no applications that are capable of opening this file on this device" = "There are no applications that are capable of opening this file on this device";

